{"copyright":"\nAnglo-Australian Telescope\nBoard\n\n Explanation:  \nElliptical galaxy M87 is a type of \ngalaxy that looks much different \nthan our own \nMilky Way Galaxy.  But even for an \nelliptical galaxy M87 is peculiar.\nM87 is much bigger than an average \ngalaxy, appears at the center of a whole cluster of galaxies known as the \nVirgo Cluster, and shows a very high number of \nglobular clusters.  \nThese globular clusters are visible as faint\nspots surrounding the bright center of M87. In general, elliptical galaxies\ncontain similar numbers of stars as \nspiral galaxies, but are ellipsoidal in\nshape (spirals are mostly flat), have no spiral structure, and little \ngas and \ndust. \nThis picture is number sixty on a publicly posted list of\nimages from the \nAnglo-Australian \nTelescope (AAT). \n\n\n Tomorrow's picture:  The Far Side \n \n\n| Archive \n| Glossary \n| Education \n| About APOD |\n \n\nAstronomy Picture of the Day (TM) is created and copyrighted in 1995 by \nRobert \nNemiroff and \nJerry \nBonnell who are solely responsible for its content. \n\n\n","date":"1995-09-13","explanation":"cal galaxy M87 is a type of galaxy that looks much different than our own Milky Way Galaxy. But even for an elliptical galaxy M87 is peculiar. M87 is much bigger than an average galaxy, appears at the center of a whole cluster of galaxies known as the Virgo Cluster, and shows a very high number of globular clusters.  These globular clusters are visible as faint spots surrounding the bright center of M87. In general, elliptical galaxies contain similar numbers of stars as spiral galaxies, but are ellipsoidal in shape (spirals are mostly flat), have no spiral structure, and little gas and dust. This picture is number sixty on a publicly posted list of images from the Anglo-Australian Telescope (AAT).","hdurl":"https://apod.nasa.gov/apod/image/m87_aat.gif","media_type":"image","service_version":"v1","title":"Elliptical Galaxy M87","url":"https://apod.nasa.gov/apod/image/m87_aat.gif"}