{"copyright":"\nAnglo-Australian Telescope\nBoard\n\n Explanation:  \n\nAlmost unknown to casual observers in the northern hemisphere,\nthe southern\nsky contains two diffuse wonders known as the\nMagellanic Clouds.\nThe Magellanic Clouds are small irregular\ngalaxies orbiting our\nown larger Milky Way spiral galaxy.\nThe Small Magellanic Cloud\n(SMC), pictured here,\nis about 250,000 light years away and\ncontains a preponderance of young, hot, blue stars indicating it has\nundergone a recent period of star formation.\nThere is evidence that the SMC is actually two\ngalaxies superposed to appear as one. \nThe bright blob near\nthe right hand edge of the frame is a\nglobular cluster near the\noutskirts of the Milky Way.\n\n\n Tomorrow's picture:  GL 105C: The Coolest Star? \n \n\n| Archive \n| Glossary \n| Education \n| About APOD |\n \n\nAstronomy Picture of the Day (APOD) is created and edited in 1995 by\nRobert\nNemiroff (GMU) and\nJerry Bonnell (USRA).  Specific rights may apply.\nCorrespondence about APOD should be addressed to\nnemiroff@grossc.gsfc.nasa.gov or bonnell@grossc.gsfc.nasa.gov.\n\n\n\n\n\n\nA service of the\n\nLaboratory for High Energy Astrophysics (LHEA) at\nNASA/\nGSFC\n\nTechnical Rep:\nSherri Calvo,\n301-286-5668, sherri.calvo@gsfc.nasa.gov\nQuestions/Comments/Feedback to: feedback@athena.gsfc.nasa.gov\n\n\nGeneral astronomy pointers are available.\n\n","date":"1995-09-19","explanation":"Almost unknown to casual observers in the northern hemisphere, the southern sky contains two diffuse wonders known as the Magellanic Clouds. The Magellanic Clouds are small irregular galaxies orbiting our own larger Milky Way spiral galaxy. The Small Magellanic Cloud (SMC), pictured here, is about 250,000 light years away and contains a preponderance of young, hot, blue stars indicating it has undergone a recent period of star formation. There is evidence that the SMC is actually two galaxies superposed to appear as one. The bright blob near the right hand edge of the frame is a globular cluster near the outskirts of the Milky Way.","hdurl":"https://apod.nasa.gov/apod/image/smc_uks.gif","media_type":"image","service_version":"v1","title":"The Small Cloud of Magellan","url":"https://apod.nasa.gov/apod/image/smc_uks.gif"}