{"copyright":"1989 by The University of Chicago.  All rights reserved.  \nUsed by permission.\n\n Explanation:  \nOn August 21, 1995 one of the greatest astrophysicists of modern times\npassed away.  Subrahmanyan Chandrasekhar was a creative, prolific genius\nwhose ability to combine mathematical precision with physical insight\nchanged humanity's view of stellar physics. His most famous discovery was\nthat not all stars end up as \nwhite dwarf stars,\nbut those retaining mass above a certain limit - today known as\n\"Chandrasekhar's limit,\" undergo further collapse. His detailed\nmathematical papers and \nbooks \non a wide variety of astrophysical subjects,\nincluding, for example, black holes, are classic references for research at\nevery level.  Obituaries are available from the \nUniversity \nof Chicago Press and \nReuters \nNews Service, and a \nWWW page \nhas been set-up to record personal memories. \n\n\n\nTomorrow's picture: Hot Gas and Dark Matter \n \n\n| Chronological Archive \n| Subject Sorted Archive \n| Glossary \n| Educational Links  \n\nAstronomy Picture of the Day (TM) is created and copyrighted in 1995 by \nRobert \nNemiroff and \nJerry \nBonnell who are solely responsible for its content. \n\nWe are proud to acknowledge that an external review by \nPoint Communications\nhas rated Astronomy Picture of the Day in the top 5 percent of all \nWorld Wide Web sites.\n\n","date":"1995-09-01","explanation":"On August 21, 1995 one of the greatest astrophysicists of modern times passed away. Subrahmanyan Chandrasekhar was a creative, prolific genius whose ability to combine mathematical precision with physical insight changed humanity's view of stellar physics. His most famous discovery was that not all stars end up as white dwarf stars, but those retaining mass above a certain limit - today known as \"Chandrasekhar's limit,\" undergo further collapse. His detailed mathematical papers and books on a wide variety of astrophysical subjects, including, for example, black holes, are classic references for research at every level. Obituaries are available from the University of Chicago Press and Reuters News Service, and a WWW page has been set-up to record personal memories.","hdurl":"https://apod.nasa.gov/apod/image/chandra_uc.gif","media_type":"image","service_version":"v1","title":"Subrahmanyan Chandrasekhar 1910-1995","url":"https://apod.nasa.gov/apod/image/chandra_uc.gif"}