{"copyright":"\nAnglo-Australian Telescope\nBoard\n\n Explanation: \nMagellan and his crew had plenty of time to study the southern sky\nduring their famous voyage around the world.  As a result, two fuzzy\ncloud like objects, nestled among the southern constellations of Doradus\nand Tucana are now\nknown as the Clouds of Magellan.  The Magellanic Clouds are small irregular\ngalaxies, satellites of our\nlarger Milky Way spiral galaxy.\nThe Large Magellanic Cloud\n(LMC) pictured above is the closest galaxy to our own Milky Way,\nat a distance of about 180,000 light years.\nThe Magellanic Clouds are joined to the Milky Way by a\nstream of cold hydrogen gas whose origin is still controversial.\nAn unusual effect called\ngravitational lensing has recently\nbeen detected in a few LMC stars, and there is hope this could\ntell us important information about the\ntrue composition of our universe.\n\n\n Tomorrow's picture:  The Small Cloud of Magellan \n \n\n| Archive \n| Glossary \n| Education \n| About APOD |\n \n\nAstronomy Picture of the Day (TM) is created and copyrighted in 1995 by \nRobert \nNemiroff and \nJerry \nBonnell who are solely responsible for its content. \n\n\n","date":"1995-09-18","explanation":"Magellan and his crew had plenty of time to study the southern sky during their famous voyage around the world. As a result, two fuzzy cloud like objects, nestled among the southern constellations of Doradus and Tucana are now known as the Clouds of Magellan. The Magellanic Clouds are small irregular galaxies, satellites of our larger Milky Way spiral galaxy. The Large Magellanic Cloud (LMC) pictured above is the closest galaxy to our own Milky Way, at a distance of about 180,000 light years. The Magellanic Clouds are joined to the Milky Way by a stream of cold hydrogen gas whose origin is still controversial. An unusual effect called gravitational lensing has recently been detected in a few LMC stars, and there is hope this could tell us important information about the true composition of our universe.","hdurl":"https://apod.nasa.gov/apod/image/lmc_uks.gif","media_type":"image","service_version":"v1","title":"The Large Cloud of Magellan","url":"https://apod.nasa.gov/apod/image/lmc_uks.gif"}